[{"id": 1, "title": "Black holes could come in &amp;lsquo;perfect pairs&amp;rsquo; in an ever expanding Universe", "url": "/black-holes", "short_description": "Researchers from the University of Southampton, together with colleagues from the universities of Cambridge and Barcelona, have shown it&amp;rsquo;s theoretically possible for black holes to exist in perfectly balanced pairs &amp;ndash; held in equilibrium by a cosmological force &amp;ndash; mimicking a single black hole.", "content": "&amp;lt;p&amp;gt;Black holes are massive astronomical objects that have such a strong gravitational pull that nothing, not even light, can escape. They are incredibly dense. A black hole could pack the mass of the Earth into a space the size of a pea.&amp;lt;br&amp;gt;&amp;lt;br&amp;gt;Conventional theories about black holes, based on Einstein&amp;rsquo;s theory of General Relativity, typically explain how static or spinning black holes can exist on their own, isolated in space. Black holes in pairs would eventually be thwarted by gravity attracting and colliding them together.&amp;lt;br&amp;gt;&amp;lt;br&amp;gt;However, this is true if one assumes the Universe is standing still. But what about one which is constantly moving? Could pairs of black holes exist in harmony in an ever expanding Universe, perhaps masquerading as one?&amp;lt;br&amp;gt;&amp;lt;br&amp;gt;&amp;ldquo;The standard model of cosmology assumes that the Big Bang brought the Universe into existence and that, approximately 9.8 billion years ago, it became dominated by a mysterious force, coined &amp;lsquo;dark energy&amp;rsquo;, which accelerates the Universe at a constant rate,&amp;rdquo; says&amp;amp;nbsp;&amp;lt;a title=&amp;quot;Professor Oscar Dias&amp;quot; href=&amp;quot;/people/5xc7wq/professor-oscar-dias&amp;quot;&amp;gt;Professor Oscar Dias&amp;lt;/a&amp;gt; of the University of Southampton.&amp;lt;br&amp;gt;&amp;lt;br&amp;gt;Scientists refer to this mysterious force as a &amp;lsquo;cosmological constant&amp;rsquo;. In a Universe explained by Einstein&amp;rsquo;s theory with a cosmological constant, black holes are immersed in a cosmological accelerated background. This moves the theoretical goal posts over how black holes can interact and exist together.&amp;lt;br&amp;gt;&amp;lt;br&amp;gt;&amp;lt;/p&amp;gt;", "content_2": "&amp;lt;div class=&amp;quot;uos-tier-inner&amp;quot;&amp;gt;&amp;lt;div class=&amp;quot;uos-image-with-text&amp;quot;&amp;gt;&amp;lt;figure class=&amp;quot;uos-component-image uos-component-image-right&amp;quot;&amp;gt;&amp;lt;img src=&amp;quot;../../../img/comms/news/Illustration%20of%20two%20black%20holes%20held%20at%20a%20fixed%20distance_web_Credit_APS_Alan%20Stonebraker.jpg&amp;quot; alt=&amp;quot;Graphic explaining forces holding two black holes at a distance.&amp;quot;&amp;gt;&amp;lt;figcaption class=&amp;quot;uos-component-image-caption&amp;quot;&amp;gt;Two black holes at fixed distance. Credit: APS/Alan Stonebraker&amp;lt;/figcaption&amp;gt;&amp;lt;/figure&amp;gt;&amp;lt;/div&amp;gt;&amp;lt;p&amp;gt;Through complex numerical methods, the team behind this latest study show that two static (non-spinning) black holes can exist in equilibrium &amp;ndash; their gravitational attraction offset by the expansion associated with a cosmological constant. Even in the acceleration of an ever expanding Universe, the black holes remain locked at a fixed distance from one another. As hard as expansion may try to pull them apart, the gravitational attraction compensates.&amp;lt;br&amp;gt;&amp;lt;br&amp;gt;&amp;ldquo;Viewed from a distance, a pair of black holes whose attraction is offset by cosmic expansion would look like a single black hole. It might be hard to detect whether it is a single black hole or a pair of them,&amp;rdquo; comments Professor Dias.&amp;lt;br&amp;gt;&amp;lt;br&amp;gt;Professor Jorge Santos of the University of Cambridge adds: &amp;ldquo;Our theory is proven for a pair of static black holes, but we believe it could be applied to spinning ones too. Also, it seems plausible that our solution could hold true for three or even four black holes, opening up a whole range of possibilities.&amp;rdquo;&amp;lt;br&amp;gt;&amp;lt;br&amp;gt;This study was conducted by Professor Oscar Dias (University of Southampton), Professor Gary Gibbons (University of Cambridge), Professor Jorge Santos (University of Cambridge) and Dr Benson Way (University of Barcelona). Their paper &amp;lsquo;Static Black Binaries in de Sitter Space&amp;rsquo; is published in the journal&amp;amp;nbsp;&amp;lt;a title=&amp;quot;Physical Review Letters&amp;quot; href=&amp;quot;https://doi.org/10.1103/PhysRevLett.131.131401&amp;quot;&amp;gt;Physical Review Letters&amp;lt;/a&amp;gt; and reviewed as a&amp;amp;nbsp;&amp;lt;a title=&amp;quot;Viewpoint&amp;quot; href=&amp;quot;https://physics.aps.org/articles/v16/164&amp;quot;&amp;gt;Viewpoint&amp;lt;/a&amp;gt; article.&amp;lt;/p&amp;gt;&amp;lt;/div&amp;gt;", "image_path": "/img/comms/news/Artist%20concept%20of%20supermassive%20black%20hole_web_Credit_NASA_JPL_Caltech.jpg", "image_alt": "Artist concept of black hole", "image_caption": "Artist concept of supermassive black hole. Credit: NASA/JPL-Caltech", "date": "19-10-2023"}, {"id": 2, "title": "Amitriptyline helps relieve IBS symptoms", "url": "/amitriptyline-helps-ibs", "short_description": "A cheap and widely available prescription drug can improve symptoms of irritable bowel syndrome (IBS) in patients seen in GP surgeries&amp;comma; according to new research led by the universities of Southampton and Leeds.", "content": "<p>Amitriptyline&comma; which is commonly used at low doses for a range of health concerns&comma; has been found to improve irritable bowel syndrome (IBS) symptoms too&comma; according to the results of the <a href='https://ctru.leeds.ac.uk/atlantis/'>ATLANTIS trial</a>.</p>\n\n<p>Led by researchers at the Universities of Leeds&comma; Southampton&comma; and Bristol and funded by the National Institute for Health and Care Research (NIHR)&comma; the study was conducted in primary care. GPs prescribed the drug and patients managed their own dose based on the severity of their symptoms&comma; using an adjustment document designed for the trial. Most people with IBS are seen and managed in primary care by their GP&comma; which means that the results of this trial are likely to be applicable to many people with the condition.</p>\n\n<p>The results&comma; <a href='https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(23)01523-4/abstract'>published today in<em> The Lancet</em></a>&comma; showed that patients taking amitriptyline were almost twice as likely to report an overall improvement in symptoms as those taking a placebo.</p>\n\n<p>Now the trial team is recommending that GPs support their patients with IBS to use amitriptyline to manage their symptoms &ndash; and has made the dose adjustment document available for clinicians and patients.</p>\n\n<h3>&rsquo;Effective treatment&rsquo;</h3>\n\n<p>Co-chief Investigator Alexander Ford&comma; Professor of Gastroenterology in the University of Leeds&rsquo;s School of Medicine&comma; said: &ldquo;Amitriptyline is an effective treatment for IBS and is safe and well tolerated. This new rigorously conducted research indicates that general practitioners should support patients in primary care to try low-dose amitriptyline if their IBS symptoms haven&rsquo;t improved with recommended first-line treatments.&rdquo;</p>\n\n<p>IBS&comma; which affects around 1 in 20 people worldwide&comma; causes abdominal pain and changes to bowel movements. The long-term condition&comma; which has no known cure&comma; fluctuates in severity over time. It can have a substantial impact on quality of life and ability to work and socialise. Most treatments only have a modest effect and people often have ongoing troublesome symptoms.</p>\n\n<p>Amitriptyline belongs to a group of medications called tricyclics. Originally used at high doses to treat depression&comma; today these are rarely used for this condition because newer treatments have been developed.</p>\n\n<p>Previous small trials of low-dose tricyclic antidepressants for IBS suggested a possible benefit in patients seen in hospital clinics&comma; who often have more difficult to treat symptoms&comma; but this new study is the first randomised controlled trial of low-dose amitriptyline versus a placebo tablet for IBS in primary care. It is also the largest trial of amitriptyline for IBS undertaken worldwide.</p>\n\n<p>GPs already prescribe low-dose amitriptyline to treat chronic nerve and back pain&comma; and to help prevent migraine attacks. NICE guidelines currently state that GPs could consider using a low dose tricyclic&comma; like amitriptyline&comma; for IBS but&comma; until now&comma; the evidence for a benefit has been uncertain.</p>\n\n<p>Based on the results of the trial&comma; which showed a clear benefit of amitriptyline&comma; GPs can offer low-dose amitriptyline to people with IBS as part of shared decision making if symptoms don&rsquo;t improve with first-line treatments.</p>\n\n<h3>&rsquo;Good evidence of benefit&rsquo;</h3>\n\n<p>Co-chief Investigator <a href='/people/5wy89q/professor-hazel-everitt'>Hazel Everitt</a>&comma; Professor of Primary Care Research at the Primary Care Research Centre&comma; University of Southampton&comma; said: &ldquo;Prior to ATLANTIS&comma; GPs haven&rsquo;t often prescribed amitriptyline for IBS as the research evidence was uncertain&comma; but our new research provides good evidence of benefit.</p>\n\n<p>&nbsp;&ldquo;GPs already prescribe low-dose amitriptyline for other conditions&comma; such as chronic pain and poor sleep&comma; and when we interviewed GPs as part of this research&comma; they were willing to prescribe it for IBS if the research evidence supported this. Participants were also keen to have another option to try to help their IBS symptoms and most were happy to self-adjust their dose depending on symptoms and side effects.&rsquo;&rsquo;</p>\n\n<p>The ATLANTIS trial was funded by the NIHR Heath Technology Assessment programme. Some 463 people with IBS took part from three regions across the UK - West Yorkshire&comma; Wessex&comma; and West of England. They were recruited from 55 general practices.</p>\n\n<p>Participants were put at random into two groups &ndash; those receiving amitriptyline and those receiving a placebo. Participants controlled how many tablets of the trial medication they took&comma; receiving support via the patient dose adjustment document that was developed with patient representatives especially for this trial. This enabled participants to increase or decrease the number of tablets based on their IBS symptoms and any side effects experienced.</p>\n\n<p>Participants taking amitriptyline reported a bigger improvement in their symptom scores after six months compared with those taking a placebo. Those taking amitriptyline were almost twice as likely as those taking a placebo to report an overall improvement in IBS symptoms&comma; with amitriptyline performing better across a wide range of IBS symptom measures.</p>\n\n<p>Researchers monitored participants&rsquo; anxiety or depression scores and found that they were not altered &ndash; suggesting that the beneficial effects of the medication were via the gut&comma; not because of any effect as an antidepressant.</p>\n\n<p>No safety concerns were identified and side effects in people on amitriptyline were mostly mild&comma; such as a dry mouth in the morning.</p>\n\n<h3>&rsquo;Improved quality of life&rsquo;</h3>\n\n<p>Matthew Ridd&comma; GP and Professor of Primary Health Care at the Centre for Academic Primary Care&comma; University of Bristol&comma; said: &ldquo;Pragmatic trials like this are always challenging to do in primary care and the team worked hard to overcome the additional challenges of the Covid-19 pandemic. &nbsp;It&rsquo;s fantastic that we&rsquo;ve found that amitriptyline is an effective and safe option for patients with IBS to try.&rdquo;</p>\n\n<p>Amanda Farrin&comma; Professor of Clinical Trials and Evaluation of Complex Interventions&comma; who leads the Complex Intervention Division of the Leeds Clinical Trials Research Unit&comma; said: &ldquo;The participants in the ATLANTIS trial had moderate to severe symptoms and an average duration of IBS of 10 years. The fact that amitriptyline had such a big effect over a placebo is significant because it can help improve the quality of life of patients with this condition.&rdquo;</p>\n\n<p>Professor Andrew Farmer&comma; Director NIHR&rsquo;s Health Technology Assessment (HTA) Programme&comma; said: &#39;The results of this study are hugely encouraging. It shows that a drug already widely available to treat a number of other conditions appears to be safe and effective for people with IBS. The findings the research team have shared around the adjustment of dosages can be tremendously helpful to GPs in guiding them when treating patients.</p>\n\n<p>&ldquo;IBS affects a significant number of people in the UK and can have a debilitating effect on their day-to-day lives. This is another excellent example of how high-quality research can lead to positive changes in health and social care practice and treatments for the benefit of patients and healthcare professionals.&rdquo;</p>\n", "content_2": "", "image_path": "/img/comms/news/stomach%20cramp%20web.jpg", "image_alt": "Woman sat down holding her stomach", "image_caption": "", "date": "17-10-2023"}, {"id": 3, "title": "Scientists use drones to land sensors onto glaciers threatened by climate change", "url": "/scientists-use-drones-to-land-sensors-onto-glaciers", "short_description": "Scientist have unveiled a new climate change-monitoring sensor which can be airlifted onto icy glaciers using drones to measure the impact of global warming.", "content": "&amp;lt;p&amp;gt;The device, built by experts from the University of Southampton, can be flown for miles and land directly onto glaciers which are usually be impossible to reach by humans.&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;The scientific team have already deployed two of the sensors in Iceland to assess melting ice and its contribution to rising sea levels.&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;&amp;lt;a href=&amp;quot;/people/5wy6dl/professor-kirk-martinez&amp;quot;&amp;gt;Professor Kirk Martinez&amp;lt;/a&amp;gt;, from the University of Southampton team, said the tech is the first of its kind to examine the precise movement of glaciers.&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;He added: &amp;ldquo;These sensors are lightweight enough to be delivered by drone to give us access to places which are usually unreachable manually. We have already begun receiving data daily which shows changes in the glacier&amp;rsquo;s behaviour and its fluctuations in velocity.&amp;rdquo;&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;The scientists behind the device are now inspecting the findings from the two sensors that have been flown to freezing conditions in Iceland.&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;The team are also aiming to use the sensors in other locations worldwide, said&amp;amp;nbsp;&amp;lt;a href=&amp;quot;/people/5wyw2f/professor-jane-hart&amp;quot;&amp;gt;Professor of Geography Jane K Hart&amp;lt;/a&amp;gt; also from the University of Southampton.&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;She added: &amp;ldquo;Glaciers are like the canaries as they provide us with a warning sign for climate change. The sensors we are landing on the glaciers provide a new way of observing their behaviour.&amp;rdquo;&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;Read more about the project at &amp;lt;a href=&amp;quot;https://glacsweb.org/&amp;quot;&amp;gt;glacsweb.org&amp;lt;/a&amp;gt;.&amp;lt;/p&amp;gt;", "content_2": "", "image_path": "/img/comms/news/University%20of%20Southampton%20drone%20drops%20global%20warming%20monitoring%20sensor%20onto%20Icelandic%20glacier.jpg", "image_alt": "Drone drops global warming-monitoring sensor onto Icelandic glacier", "image_caption": "Drone drops global warming-monitoring sensor onto Icelandic glacier", "date": "13-10-2023"}, {"id": 4, "title": "Reuse or recycle your e-waste: Southampton expert explains how for international awareness day", "url": "/international-ewaste-day", "short_description": "Public awareness is needed to tackle the rapidly growing problem of electronics waste &amp;ndash; and the outlook is stark if it&amp;rsquo;s ignored &amp;ndash; according to an e-waste expert from the University of Southampton.", "content": "&amp;lt;p&amp;gt;Saturday 14 October 2023 is International E-Waste Day and Ian Williams, Professor of Applied Environmental Science, has shared tips on what we can all do with our e-waste, such as old phones, devices, cables and chargers, as well as batteries, and electronic items such as kettles, toasters, lamps and televisions.&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;E-waste is the fastest growing solid waste stream in the world, with levels predicted to exceed 75 million tonnes by 2030. In the UK, we generate 1.5 million tonnes of e-waste every year.&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;&amp;lt;a href=&amp;quot;/people/5x28ky/professor-ian-williams&amp;quot; target=&amp;quot;_blank&amp;quot;&amp;gt;Professor Williams&amp;lt;/a&amp;gt;&amp;amp;nbsp;said: &amp;ldquo;This colossal amount of electronics waste is largely due to how quickly we upgrade and replace items such as mobile phones and laptops. Many people don&amp;rsquo;t know how to dispose of these items responsibly. It&amp;rsquo;s vital we educate people on what to do with their e-waste to dispose of it safely and responsibly, before the situation becomes much worse.&amp;rdquo;&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;&amp;lt;a href=&amp;quot;https://www.sciencedirect.com/science/article/abs/pii/S092134492100077X&amp;quot; target=&amp;quot;_blank&amp;quot;&amp;gt;Research by the University of Southampton&amp;lt;/a&amp;gt;&amp;amp;nbsp;in 2021 found that 22 per cent of Southampton residents (from a sample of 650) would usually dispose of small electrical items in their dustbin. Additionally, 111 out of 258 survey respondents said &amp;lsquo;taking e-waste to a recycling centre is too much hassle/takes too much time&amp;rsquo;, whilst 138 said &amp;lsquo;I am confused by what I am supposed to do with e-waste&amp;rsquo;.&amp;amp;nbsp;&amp;lt;/p&amp;gt; &amp;lt;h4&amp;gt;What should we do with our e-waste?&amp;lt;/h4&amp;gt; &amp;lt;p&amp;gt;Reuse should be the priority for electronics waste. &amp;ldquo;Mobile phones and their associated cables are a prime example of items that are constantly being improved so we replace them quickly, but the old ones are still functional,&amp;rdquo; said Professor Williams.&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;He advises selling them via a UK retailer such as Cash Converters, or online &amp;ndash; but doing this immediately and not storing them away as they will lose their reuse value. Alternatively, some retailers run a trade-in system for old products. Apple, for example, will trade old devices or cables for credit towards a new device. Or they can be taken to a charity shop for resale.&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;If reuse isn&amp;rsquo;t an option, electronic waste should be disposed of responsibly, and not in the dustbin.&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;&amp;ldquo;Chargers and cables consist of plastics, metals and other materials that don&amp;rsquo;t decompose naturally,&amp;rdquo; explained Professor Williams. &amp;ldquo;All cables contain copper, a valuable material, making them suitable for recycling. Many standard plastics can be recycled too.&amp;rdquo;&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;Most recycling centres accept common wires and cables.&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;Professor Williams added: &amp;ldquo;Raising awareness of the issue of electronics and electrical waste and how to address it is so important, which is what International E-Waste Day is all about.&amp;rdquo;&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;Visit the&amp;amp;nbsp;&amp;lt;a href=&amp;quot;https://www.recycleyourelectricals.org.uk/&amp;quot; target=&amp;quot;_blank&amp;quot;&amp;gt;Recycle Your Electricals website&amp;lt;/a&amp;gt; for more information.&amp;lt;/p&amp;gt; &amp;lt;p&amp;gt;&amp;amp;nbsp;&amp;lt;/p&amp;gt;", "content_2": "", "image_path": "/img/comms/news/cables_web.jpg", "image_alt": "A pile of cables and wires", "image_caption": "The materials inside cables and wires can be recycled at recycling centres", "date": "13-10-2023"}, {"id": 6, "title": "sdfasfd", "url": "", "short_description": "", "content": "", "content_2": "", "image_path": "", "image_alt": "", "image_caption": "", "date": ""}, {"id": 9, "title": "test test etst", "url": "dsafsdgf", "short_description": "asdfsdagsafg", "content": "<p>sadfasdf d as a gas gsa</p>\n", "content_2": "", "image_path": "", "image_alt": "", "image_caption": "", "date": "2023-12-20"}, {"id": 10, "title": "Test item", "url": "sadfsdf", "short_description": "", "content": "", "content_2": "", "image_path": "http://127.0.0.1:5000/static/uploads/test_img.png", "image_alt": "", "image_caption": "", "date": ""}]